{
  "books": [
    {
      "id": "1",
      "googleBooksId": "6wmCEAAAQBAJ",
      "status": "finished",
      "genres": [
        "tech",
        "non-fiction"
      ],
      "progress": 45,
      "startDate": "2024-03-01",
      "rating": 5,
      "comment": null,
      "abandoned": false,
      "title": "Une prière pour les cimes timides",
      "imageUrl": "https://books.google.com/books/publisher/content?id=6wmCEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73-n8G040YnOca6KW7oXGU-6Mnptqg4hWQJykuEV4nWMbvW7ivpBSb3e1MpdYLiaDlgZhGqXzTB0HpxhcicuXKdrV3RsKcFAK9R57c-1DMersFgqhQEna8rrAgS2zoGPy79CosZ&source=gbs_api",
      "authors": [
        "Becky Chambers"
      ],
      "description": "<p>Omphale et Dex quittent la nature sauvage et arrivent sur les terres humaines.<b><br>À chaque étape, le robot prend conscience que sa tâche sera bien plus compliquée qu’il ne le pensait.</b><br><br>À sa question « de quoi avez-vous besoin ? », il y a tant de réponses, et souvent aucune.<br>Le simple fait de venir la poser ne change-t-il pas la paix que l’humanité a su trouver ?</p> <p>Au fil de cette déambulation, l’amitié entre Dex et Omphale ne faiblit pas, au point même de supplanter mission et frustrations.</p> <p>« La vision optimiste d’un monde fertile et beau qui s’est reconstruit après avoir frôlé la catastrophe. L’explorer aux côtés des deux personnages principaux est une expérience fascinante et délicieuse. » - <b>Martha Wells</b><br>« <i><b>Un psaume pour les recyclés sauvages</b></i> est un roman sur soi et sur les autres. Même lorsqu’on a vaincu des obstacles insurmontables, on peut manquer de quelque chose. » -<b> Lucie Ronfaut, <i>Numérama</i></b></p>"
    },
    {
      "id": "2",
      "googleBooksId": "26hsEAAAQBAJ",
      "status": "finished",
      "genres": [
        "business",
        "self-help"
      ],
      "startDate": "2024-01-15",
      "endDate": "2024-02-28",
      "rating": 5,
      "comment": "",
      "abandoned": false,
      "title": "Un psaume pour les recyclés sauvages",
      "imageUrl": "https://books.google.com/books/publisher/content?id=26hsEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE72JaE2-CqFr1TKInYrC8eUWXKzCqU4rS10uO57zxCLVrtqwN_Q0ov4zKDQODP25eUE0QG6n7LQww5pPJyc1XUdFMQQ6vlllwhxLHDjyLywew2NA9zM8_5sWJ4ksaoFd20eSOGE6&source=gbs_api",
      "authors": [
        "Becky Chambers"
      ],
      "description": "<p> <b>Voilà des siècles, les robots de Panga ont accédé à la conscience et lâché leurs outils ; voilà des siècles, ils sont partis ensemble dans la forêt, et nul ne les a jamais revus ; voilà des siècles qu’ils se sont fondus dans les mythes de l’humanité.</b> </p> <p>Un jour, la vie de Dex, moine de thé, est bouleversée par l’arrivée d’un robot qui, fidèle à une très vieille promesse, vient prendre des nouvelles. Il a une question à poser, et ne rejoindra les siens qu’une fois satisfait de la réponse.<br><br><b>La question : « De quoi les gens ont-ils besoin ? »</b><br>Mais la réponse dépend de la personne à qui on parle et de comment on pose la question.<br><br>La nouvelle série de <b>Becky Chambers</b> s’interroge : Dans un monde où les gens ne manquent de rien, à quoi sert d’avoir toujours plus ?</p> <p>« La vision optimiste d’un monde fertile et beau qui s’est reconstruit après avoir frôlé la catastrophe. L’explorer aux côtés des deux personnages principaux est une expérience fascinante et délicieuse. » - <b>Martha Wells</b></p>"
    },
    {
      "id": "3",
      "googleBooksId": "yQjUEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "title": "Le Ministère du futur",
      "imageUrl": "https://books.google.com/books/publisher/content?id=yQjUEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71RlTG43Fy_sWjIj-y5GeH9hrXLXG2g4f7KCYI6Vrvt9B81nQKDSiKmO3y9Eqf63sZMBHBhd1FsUIB8YekemtboxazE2pelY2syNBhvUEJ_s6dn-m0ImEB2bwj7B77YBx5MLUHI&source=gbs_api",
      "authors": [
        "Kim Stanley Robinson",
        "Claude Mamier"
      ],
      "description": "<p>Lauréat du Grand Prix de l'Imaginaire, catégorie \"Roman étranger\" !<br><br>L'auteur de science-fiction légendaire Kim Stanley Robinson nous propose une vision du changement climatique pareille à nulle autre.</p><p>Établi en 2025, l'objectif de la nouvelle organisation était simple : plaider pour les générations à venir du monde et protéger toutes les créatures vivantes, présentes et futures. Il fut vite surnommé « le Ministère du Futur ».</p><p>Raconté entièrement sous forme des témoignages directs de ses personnages, Le Ministère du Futur est un chef-d'oeuvre de l'imaginaire, l'histoire de la façon dont le changement climatique nous affectera tous dans les décennies à venir.</p><p>Le décor n'est pas un monde postapocalyptique et désolé, mais un avenir qui nous fonce dessus... et où il nous reste une petite chance de surmonter les défis extraordinaires auxquels nous devons faire face.</p><p></p><p>« Robinson est l'un de nos meilleurs raconteurs d'histoires, l'un des plus courageux, nobles et optimistes. » New Yorker<br><br>« L'un des meilleurs écrivains du monde en activité, tous genres confondus. » Guardian<br><br>« Un portrait ambitieux et optimiste d'une humanité prête à coopérer pour éviter le désastre. La lecture de cet ouvrage vibrant, gorgé de science, est une lecture indispensable pour qui s'inquiète du futur de notre planète. » Publishers Weekly<br><br>« Si je devais désigner un écrivain dont le travail serait l'étalon de la science-fiction à venir, mon choix se porterait sur Kim Stanley Robinson. » New York Times<br><br>« Kim Stanley Robinson est l'un des maîtres de la science-fiction. » Sunday Times<br><br>« Le meilleur écrivain écologiste de notre époque. » Locus<br><br>« Kim Stanley Robinson est communément reconnu comme l'un des plus grands écrivains de science-fiction actuels... Mon porte-monnaie le considère aussi comme l'un des plus importants écrivains politiques en activité aux États-Unis. » New Yorker<br><br>« L'oeuvre de Robinson est intelligente et dotée d'une forte conscience sociale. » GQ<br><br>« Brillant, érudit, visionnaire. » Financial Times<br><br>« Chaque nouveau roman du grand Kim Stanley Robinson est par définition un événement. » Independent<br><br>« Le roman de SF le plus important de l'année. » Usbek et Rica<br><br>« Un texte aussi stimulant intellectuellement que bouleversant. Une oeuvre magistrale. » Mediapart</p>"
    },
    {
      "id": "4",
      "googleBooksId": "w_53EAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Histoire intime et émouvante, une histoire de ma famille et des mes grands-parents.",
      "title": "Il n'y a pas d'âge pour être petite",
      "imageUrl": "https://books.google.com/books/publisher/content?id=w_53EAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70hFN4CG_0zaI1svabDkIp1XIjej-TKfus6pTpe83QtoYNdu0i36B4xBfX6wPoTmqWPXa4i8hBlxz8Qyqb9JOpwQMYMh-VXXMIun4IENfDtWS1TiAEExOxjNOkakxsHAjArrB8g&source=gbs_api",
      "authors": [
        "Maria Bernabeu"
      ],
      "description": "« ‘‘La maison adossée aux souvenirs’’, venait à nouveau se glisser dans mes rêves. Elle m’invitait à repenser à la petite fille de 5 ans. Car, quand on a mal à son âme, on redevient l’enfant qu’on était. Et ma mère, elle aussi, avait toujours eu mal à l’âme. »<br><br><br> <br>À PROPOS DE L'AUTEURE<br><br><br>Issue de parents immigrés espagnols, <b>Maria Bernabeu</b> née en 1966, revient sur les fragments marquants de son existence. <br>Un partage de ses rêves d’enfant, une invitation au voyage, un regard sur le temps qui passe et un cri d’amour à sa famille. Une narration qui fait écho et interpelle notre propre vécu.<br> <br>"
    },
    {
      "id": "5",
      "googleBooksId": "xvGnEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "title": "Le cycle de Fondation (Tome 1) - Fondation",
      "imageUrl": "https://books.google.com/books/publisher/content?id=xvGnEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71sQbAIhHmIY3XyU3y-rpJ8ag-aK1311sXV1pyEhTOODUJGEEwyiQD0JtEYcZ0J9RD4Rz7yC7GUPD7QRPeW_aKwhcH4JdNthw-wyXmkK5doAbpAUAdo2zITikS1y48woe1NsA4T&source=gbs_api",
      "authors": [
        "Isaac Asimov"
      ],
      "description": "En ce début de treizième millénaire, l'Empire n'a jamais été aussi puissant, aussi étendu à travers toute la galaxie. Et c'est dans sa capitale, Trantor, que Hari Seldon invente la psychohistoire, une science nouvelle permettant de prédire l'avenir. Seldon prévoit l'effondrement de l'Empire d'ici cinq siècles, un effondrement qui sera suivi d'une période de ténèbres de trente mille ans, que l'on peut réduire à mille ans à condition de mener à terme son projet : la Fondation, chargée de rassembler toutes les connaissances humaines. Une entreprise visionnaire qui a de puissants détracteurs..."
    },
    {
      "id": "6",
      "googleBooksId": "yPGnEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "title": "Le cycle de Fondation (Tome 2) - Fondation et Empire",
      "imageUrl": "https://books.google.com/books/publisher/content?id=yPGnEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE728LShybetvUvhKmoNMlVI2-iM8fZqsE4w8FmYttq05tJThwin6_TSfnMcRVZ4I4ppnbVjxaliW3vXnPwDbf3FnXmpoyndX4Xq1kNp9a3XzOjRCkTpZLx64soayELa6a0neQkXg&source=gbs_api",
      "authors": [
        "Isaac Asimov"
      ],
      "description": "Tandis que les crises qui secouent l'Empire deviennent de plus en plus violentes et annoncent son effondrement, la Fondation créée par le psychohistorien Hari Seldon prospère, suscitant du même coup des visées annexionnistes. En tout premier lieu, celles de Bel Riose, jeune général qui voit dans les secrets détenus par la Fondation le moyen de se pousser sur le trône. Mais voilà qu'intervient un mystérieux conquérant aux pouvoirs paranormaux surnommé le Mulet..."
    },
    {
      "id": "7",
      "googleBooksId": "kPGnEAAAQBAJ",
      "status": "finished",
      "rating": 4,
      "comment": null,
      "title": "Le cycle de Fondation (Tome 3) - Seconde Fondation",
      "imageUrl": "https://books.google.com/books/publisher/content?id=kPGnEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70XI0rIoRdD01tkJ389CNZ0yYj0yLirhMIKGlA6VYOzwWyTzflp_Vp1hF0R6ARJu3OuFnwBhKXgVX_lF9p6eA6u9XySxAjY5-gb7M8rzb0PWVNbb_cpj6DsOrBd_ngDQpWLCMKE&source=gbs_api",
      "authors": [
        "Isaac Asimov"
      ],
      "description": "Trois cents ans se sont écoulés depuis que le psychohistorien, Hari Seldon, prévoyant la chute de l'Empire, a établi la Fondation destinée à servir de point de départ à un Second Empire. Mais cette Fondation est désormais aux mains du Mulet, un mutant qui a le pouvoir d'entrer dans les esprits et de les manipuler. Et déjà une nouvelle légende prend forme : il existerait une autre Fondation, consacrée aux sciences mentales, qui de façon occulte continuerait de veiller au grain..."
    },
    {
      "id": "8",
      "googleBooksId": "BFZlEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "1984, un classique de la science-fiction, étonnament (et terriblement) réaliste.",
      "title": "1984",
      "imageUrl": "https://books.google.com/books/publisher/content?id=BFZlEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70I409d9TvhK-U_bnblNKTop4lFkKtqpCy8AmC1KDc-bw-Oz7SZRcK02gTdHizgBtD5t3bnnG1rxTKss1nQyYFd0xRg3duVKRbGADlnDcBU6DMp15HoTettZ0Pv-WqMw-qtn7o9&source=gbs_api",
      "authors": [
        "George Orwell"
      ],
      "description": "Winston Smith, obscur tâcheron au ministère de la Vérité, réécrit le passé et envoie dûment dans le vide-mémoire les documents devenus obsolètes.<br>Le Parti a toujours raison et aucun fait ne doit le contredire.<br>Comment penser, aimer, savourer la beauté ou dire que deux et deux font quatre dans un État qui a pris le contrôle de la réalité, de votre mémoire, de votre langue même ?<br>La meilleure dystopie du XXe siècle, dans une nouvelle traduction illustrée."
    },
    {
      "id": "9",
      "googleBooksId": "2EoFCwAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Un livre dur à lire, mais nécessaire !",
      "title": "Il pleut des mains sur le Congo",
      "imageUrl": "https://books.google.com/books/publisher/content?id=2EoFCwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE719sZscyVgMwjGitNcJj18sVl_coGm5nxvL5TSiR_v-sGoD-Ld9jLk3IlSL55OR9nBXcQx3kKN-GDGD7ilje8vW4sFYrIx_AG6kDjaSAciAaBw2GvTIN9EZHIF0OO6kvIz8BIFS&source=gbs_api",
      "authors": [
        "Marc Wiltz"
      ],
      "description": "<p><b>Vivre ailleurs, s'installer durablement et changer de perspectives : des récits d’écrivains contemporains sur cette expérience fantasmée et vécue, faite d'émotions et de résonances.</b><br><br>Pourquoi tous ces morts au beau milieu de l’Afrique coloniale ? Pourquoi cet oubli incompréhensible ? Ce silence, que rien ou si peu ne vient troubler ? Les faits, pourtant historiques, se sont déroulés au vu et au su de tous, décidés en plein cœur de l’Europe consciente, documentée, active. Tout a été écrit, lu, dénoncé, prouvé, argumenté. À aucun moment, il n’a été possible de l’ignorer, même par courtoisie. Mais comme par un enchantement diabolique, les morts du Congo, victimes de Léopold II roi des Belges, ont disparu sans laisser de traces. Ils se sont littéralement volatilisés. Pas une ligne dans les livres d’histoire. Aucun souvenir dans la mémoire des peuples. Pas de résurgences en ces temps de repentance. À croire que l’existence même de ce crime de masse, qui a précédé tous les autres, est sujette à caution.<br>On parle aujourd’hui de dix millions de morts et disparus entre 1885 et 1908, soit le tiers de la population concernée. Sans compter les mutilés, impossibles à dénombrer. Dix millions, victimes de la cupidité d’un seul. A-t-on déjà vu cela dans notre époque « moderne » où pourtant les exemples ne manquent pas ?<br><br><b>« Le plus grand crime de tous les temps. » (Arthur Conan Doyle, 1909)</b><br><br>EXTRAIT<br><br>Le fleuve Congo, avec ses alentours impénétrables, est resté longtemps un mystère. Autour de lui s’étalait une large tache blanche sur les cartes du monde telles que les géographes les remplissaient de lignes et de contours de plus en plus précis. Et longtemps, cette grande région est restée inaccessible aux yeux des hommes, l’une des dernières, une de celles qui faisaient rêver le futur Joseph Conrad quand il était petit et qu’il pointait le doigt sur ces endroits supposés vierges en disant : « Quand je serai grand, j’irai là ! » Il a tenu parole. D’autres avant lui s’y sont risqués. Nombreux.<br>D’abord un Portugais, en 1680, Duarte Lopez, précurseur comme tous ses concitoyens de la découverte occidentale du monde ; un autre Portugais, encore, avait traîné dans les parages dès 1482, mais il ne s’était pas attardé, ce qui n’a pas empêché son pays de revendiquer une supposée antériorité de « propriété ».<br>Joseph Conrad, Mark Twain, Conan Doyle, Roger Casement, Edmund Dene Morel et beaucoup d’autres ont dénoncé ces forfaits à l’époque même où ils se déroulaient. Sur leurs pas, restituant le contexte et les témoignages, Marc Wiltz s’interroge sur cette disparition insensée...<br><br>A PROPOS DE L’AUTEUR<br><br>Né le 12 septembre 1961 à Saint-Mandé, Marc Wiltz a passé toute son enfance au Havre jusqu'à 22 ans. Diplômé de l'ESC du Havre 1983 (qui lui a appris à gérer des budgets), Marc Wiltz essaye le théâtre, la radio (Porte Océane au Havre), l'édition (Petit Futé en 1983) et un stage de deuxième année à la maison de la Culture (Le Volcan au Havre). Puis il travaille chez IBM, passe deux ans en Afrique, avant de devenir gestionnaire de studios de tournage de cinéma pendant 4 ans.<br>Marc Wiltz a toujours eu deux passions dans l'existence : les livres et les voyages, ce qui l'a amené à créer MAGELLAN & Cie en 1999 pour les conjuguer. Cette maison d'édition compte aujourd'hui 250 titres au catalogue, pour beaucoup d'entre eux basés sur un montage « cinéma » comme l'éditeur aime à le rappeler, c'est-à-dire en cherchant à trouver l'équivalent des avances sur recettes...</p>"
    },
    {
      "id": "10",
      "googleBooksId": "L-YbzgEACAAJ",
      "status": "finished",
      "rating": 3,
      "comment": "Intéressant, mais pas simple",
      "title": "L'Afrique des Grands Empires (7e-17e siècles)",
      "imageUrl": "https://books.google.com/books/content?id=L-YbzgEACAAJ&printsec=frontcover&img=1&zoom=3&imgtk=AFLRE70sI4mY7xH0wI7Gt3_MM0z1G1adINo6kmyHv6I-EybQb9iFLmu8vdpeoYUq0iCcLRSSdZDByl5ip-i2VIjecM_5ITJ3S4miXnZeLQUxkhfmsGb9Z4h-0eZTnrC6TmNEH_bhW08c&source=gbs_api",
      "authors": [
        "Amadou Ba"
      ],
      "description": "Ce livre revisite une histoire très peu enseignée et vulgarisée en Afrique et dans le reste du monde, celle des Grands empires qui ont marqué le continent africain entre les 7e et 17e siècles. Durant cette longue période de mille ans, l'Afrique a connu de grandes entités politiques, une prospérité économique, de grandes aires culturelles et une cohésion sociale à travers de grands États. L'Afrique contemporaine morcelée en 54 pays ne représente même pas 1% de l'économie mondiale. Elle est politiquement instable, socialement divisée et fait face à de nombreux défis. Cette triste réalité n'a pas toujours été celle que nos ancêtres ont connue. Ce livre retrace, analyse, décortique et propose une autre Afrique, aux antipodes de celle que nous connaissons aujourd'hui, héritée de la domination des conquérants arabo-musulmans et surtout des impérialistes européens. C'est cette Afrique d'hier examinée dans ce livre qui sera l'Afrique de demain si nous voulons et devons sortir de cette situation mortifère dans laquelle les populations africaines sont plongées depuis des siècles maintenant. La seule et unique solution, c'est de mettre en place de grands espaces politique, économique et social puis aller vers la création d'un État fédéral continental, bien structuré, démocratique, respectueux des droits et libertés des populations."
    },
    {
      "id": "11",
      "googleBooksId": "RbO5EAAAQBAJ",
      "status": "finished",
      "rating": 2,
      "comment": "Un classique de la SF, mais je n'ai pas accroché.",
      "title": "H. P. Lovecraft: L'Appel de Cthulhu",
      "imageUrl": "https://books.google.com/books/publisher/content?id=RbO5EAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE72UJQsan7wgrCcrc7YZcGsddT8XIbj42geUR5vMG_i_pq8daDdsNC-VlbsuusR1xEKeKrFvzIdxm-U1MLhDEm0ILC0V4_QX9nKqo2hkToVdapGl5NYjgehujdFGJ9FkeMDG4VSV&source=gbs_api",
      "authors": [
        "H. P. Lovecraft"
      ],
      "description": "Le best-seller de la littérature d'horreur ! <br>Dans l'héritage du professeur Angell se trouvent trois documents clés suggérant l'existence d'un culte ancien et universel. Le protagoniste tente de les exploiter, même si son bagage scientifique l'empêche de croire à l'existence du culte et à ses implications surnaturelles - encore que ce doute s'estompe au fil de ses recherches. Pendant quelques semaines, d'étranges cauchemars, des suicides et des éruptions de folie collective se succèdent dans le monde entier. Tous sont liés à la même vision fantomatique d'un démon terrifiant. Plus les recherches avancent, plus les doutes sur l'existence du culte et sa portée se dissipent. <br>Avec <b>L'Appel de Cthulhu</b>, <b>H. P. Lovecraft</b> pose les bases du mythe de <b>Cthulhu</b>, lequel a captivé d'innombrables lecteurs depuis un siècle et qui a été entre-temps repris par de nombreux auteurs. <b>Lovecraft</b> est l'auteur de plusieurs <b>best-sellers de la littérature d'horreur</b> du 20e siècle."
    },
    {
      "id": "12",
      "googleBooksId": "0ptFDwAAQBAJ",
      "status": "finished",
      "rating": 2,
      "comment": "L'idée etait bonne, mais j'ai trouvé que les ficelles étaient un peu trop grosses.",
      "title": "Le Pouvoir",
      "imageUrl": "https://books.google.com/books/publisher/content?id=0ptFDwAAQBAJ&printsec=frontcover&img=1&zoom=3&imgtk=AFLRE70M5tgbUNx9I67_XF8e9RLQDsL9aiE9R3DzBs2oOm5DCZPxxYpNSfDCU5wgPHV0g8WCbUA2Gqu2OgQOsjtJEbYx1N6oU0UiFWd6dJbWpW4kj9K_mDqpzYD3dDqMlPN9iurnY3pK&source=gbs_api",
      "authors": [
        "Naomi Alderman"
      ],
      "description": "ET SI LES FEMMES PRENAIENT ENFIN LE<br>POUVOIR DANS LE MONDE ENTIER ?<br> Aux quatre coins du monde, les femmes<br>découvrent qu'elles détiennent le \"pouvoir\".<br><br>Du bout des doigts, elles peuvent infliger<br>une douleur fulgurante - et même la mort.<br><br>Soudain, les hommes comprennent <br>qu'ils deviennent le \"sexe faible\".<br><br>Mais jusqu'où iront les femmes<br>pour imposer ce nouvel ordre ?<br> « Électrisant ! Choquant ! Décoiffant ! Vous ne regarderez<br>plus jamais les choses de la même façon... » Margaret Atwood, auteur de La Servante écarlate<br><br>« Mettre en lumière les travers des humains<br>et continuer d’éveiller les consciences :<br>c’est là que réside le pouvoir de ce livre. »<br>Aurélie Janssens, librairie Page et Plume, Limoges<br><br>« Une écriture électrique. Un rythme endiablé. Si le pouvoir<br>change de camp, pour le meilleur comme pour le pire,<br>ne passez pas à côté : Lisez ce livre ! »<br>Charlotte Desmousseaux, librairie La vie devant soi, Nantes<br><br><br>"
    },
    {
      "id": "13",
      "googleBooksId": "KLMgEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Un classique de la littérature, qui donne envie de prendre un sac à dos et de partir en voyage.",
      "title": "Voyage avec un âne dans les Cévennes",
      "imageUrl": "https://books.google.com/books/publisher/content?id=KLMgEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71_TpcIxJn45DmV9cZGdk17YjVU5Ua0SPSa0oJx5L0VajJdkjfPfPGwga0T2TGgHfK19hDhmixZJ4bjOPUFCDUjLLqSKcktoHZ8lhFZhAS27f9u4YXlPxEURcDGxlSOswvaY98z&source=gbs_api",
      "authors": [
        "Robert Louis Stevenson"
      ],
      "description": "À l'automne 1878, le jeune écrivain part avec une ânesse, Modestine, pendant douze jours et traverse les Cévennes depuis Monastier jusqu'à St Jean du Gard. Il nous décrit agréablement cette région de montagnes, et nous relate en même temps l'histoire de ces contrées, en particulier la révolte des Camisards. De nos jours, un sentier de grande randonnée a été créé sur ces traces: le GR70."
    },
    {
      "id": "14",
      "googleBooksId": "89LuLAKdUKkC",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "title": "Swastika Night",
      "imageUrl": "https://books.google.com/books/content?id=89LuLAKdUKkC&printsec=frontcover&img=1&zoom=3&imgtk=AFLRE70FzZetnrI8FW8aiQuf0W-mseM-fHsBbCYFxB6ARoCQDygw4L7q2SaA49QQT9oDMvdMyIUcQE-zj34WcGb0hd342ruQIMW5tmk-32yytNIWfNV5cbSxvVisyVXaJCqiXdBmfuBT&source=gbs_api",
      "authors": [
        "Katharine Burdekin"
      ],
      "description": "   Published in 1937, twelve years before Orwell's <i>1984</i>, this novel projects a totally male-controlled fascist world that has eliminated women as we know them. They are breeders, kept as cattle, while men in this post-Hitlerian world are embittered automatons, fearful of all feelings, having abolished all history, education, creativity, books, and art. Not even the memory of culture remains. The plot centers on a \"misfit\" who asks, as readers must, \"How could this have happenned?\" <b>Ann J. Lane</b> calls the novel a \"brilliant, chilling dystopia.\" \"This is a powerful, haunting vision of the inner and outer worlds of male violence.\"-<b>Blanche Wiesen Cook</b>, author of <i>Eleanor Roosevelt: Volume One, 1884-1933</i>"
    },
    {
      "id": "15",
      "googleBooksId": "_3AlDwAAQBAJ",
      "status": "finished",
      "rating": 3,
      "comment": "Un livre passionnant, et une source de connaissances inestimable.",
      "title": "Africa Unite !",
      "imageUrl": "https://books.google.com/books/publisher/content?id=_3AlDwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73X0U3osIykE9ulmIs7nmj6gboubqnLr-z_1OtuSF-kUspcRAEG-kt1EwCCMvq0lmvQgjYc_iCNWZJ444hJhkw2hdE_DBRFxif_5WmMZNA6VZoa29A0FUsZcYvUQOMs7NbZV4Vj&source=gbs_api",
      "authors": [
        "Amzat Boukari-Yabara"
      ],
      "description": "<p>Sommes-nous africains ? Qu'est-ce que l'Afrique ? De cette double interrogation, née au XVIIIe siècle dans la diaspora africaine déportée aux Amériques, a émergé un vaste mouvement intellectuel, politique et culturel qui a pris le nom de panafricanisme au tournant du XXe siècle. Ce mouvement a constitué, pour les Africains des deux rives de l'Atlantique, un espace privilégié de rencontres et de mobilisations. <br> De la révolution haïtienne de 1791 à l'élection du premier président noir des États-Unis en 2008 en passant par les indépendances des États africains, Amzat Boukari-Yabara retrace, dans cette ambitieuse fresque historique, l'itinéraire singulier de ces personnalités qui, à l'image de W.E.B. Du Bois, Marcus Garvey, George Padmore, C.L.R. James, Kwame Nkrumah ou Cheikh Anta Diop, ont mis leur vie au service de la libération de l'Afrique et de l'émancipation des Noirs à travers le monde. Mêlant les voix de ces acteurs de premier plan, bientôt rejoints par quantité d'artistes, d'écrivains et de musiciens, comme Bob Marley ou Miriam Makeba, la polyphonie panafricaine s'est mise à résonner aux quatre coins du \" monde noir \", de New York à Monrovia, de Londres à Accra, de Kingston à Addis-Abeba. <br> Les mots d'ordre popularisés par les militants panafricains n'ont pas tous porté les fruits espérés. Mais, à l'heure où l'Afrique est confrontée à de nouveaux défis, le panafricanisme reste un chantier d'avenir. Tôt ou tard, les Africains briseront les frontières géographiques et mentales qui brident encore leur liberté.</p>"
    },
    {
      "id": "16",
      "googleBooksId": "cB9sDAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "title": "Station eleven",
      "imageUrl": "https://books.google.com/books/publisher/content?id=cB9sDAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70wjkcXN2F9iXUrdGuECAaK2Huj-48WdpOiasRx0GbFP3iWylJufkbXrY2qRj0wIKyzcLOaJ-MZZ-4UP7aWkvdtgaqmjY-miLGskOW8SnlBukFEhdcB6fun-CBnU-L-RlCo-34u&source=gbs_api",
      "authors": [
        "Emily St. John Mandel"
      ],
      "description": "<p>Dans un monde où la civilisation s’est effondrée suite à une pandémie foudroyante, une troupe d’acteurs et de musiciens nomadise entre de petites communautés de survivants pour leur jouer du Shakespeare. Un répertoire qui en est venu à représenter l’espoir et l’humanité au milieu de la désolation.</p> <p>Le roman évènement de la rentrée littéraire, finaliste du National Book Award aux Etats-Unis, qui fera date dans l'histoire de la littérature d'anticipation.<br><br>500 000 exemplaires vendus en Amérique du Nord, 150 000 dans les îles Britanniques.<br><br>« Profondément mélancolique, mais magnifiquement écrit, et merveilleusement élégiaque. » George R. R. Martin <br><br> « Mandel est capable de faire ressentir l’intense émotion d’existences fauchées par une époque terrible. » The New York Times</p>"
    },
    {
      "id": "17",
      "googleBooksId": "1F6oEAAAQBAJ",
      "status": "finished",
      "rating": 2,
      "comment": "Un classique, mais je complètement passé à côté.",
      "title": "H2G2 (Tome 1) - Le Guide du voyageur galactique",
      "imageUrl": "https://books.google.com/books/publisher/content?id=1F6oEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71XL4el_e9uXMUCdq7s0Hu5RxQ0uCWsYqRWV-EamJKe31KQvsuewCwBcTHXd6xIQ1BxJ8Ixuj2mbeE1ISNWLvzA3kP2Qnr3i2LxNh-Fzy402FseTBhK4fmrPb9omreW9mSBuvXc&source=gbs_api",
      "authors": [
        "Douglas Adams"
      ],
      "description": "Comment garder tout son flegme quand on apprend dans la même journée : que sa maison va être abattue dans la minute pour laisser place à une déviation d'autoroute ; que la Terre va être détruite d'ici deux minutes, se trouvant, coïncidence malheureuse, sur le tracé d'une future voie express intergalactique ; que son meilleur ami, certes délicieusement décalé, est en fait un astrostoppeur natif de Bételgeuse, et s'apprête à vous entraîner aux confins de la galaxie ? Pas de panique ! Car Arthur Dent, un Anglais extraordinairement moyen, pourra compter sur le fabuleux Guide du voyageur galactique pour l'accompagner dans ses extraordinaires dérapages spatiaux moyennement contrôlés."
    },
    {
      "id": "18",
      "googleBooksId": "9JQ2EAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Incroyable, j'ai pas décroché du livre. Coup de cœur.",
      "favorite": true,
      "title": "Projet Dernière Chance",
      "imageUrl": "https://books.google.com/books/publisher/content?id=9JQ2EAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE732b3vXFBI4ei7G4aJuzfhDpN4VVlHFE3V0OGJ82C9yHX5cvYEa8ZbUjDT8ThvNUK7r63g2V6kvYd0NAruzu69oTFnF_cftonGNqqI-MUe3p4-Q6P8dG2qvHn74eAG1kwi05kzc&source=gbs_api",
      "authors": [
        "Andy Weir",
        "Nenad Savic"
      ],
      "description": "<p>La nouvelle passionnante aventure spatiale de l'auteur du best-seller Seul sur Mars, bientôt portée à l'écran avec Ryan Gosling.</p><p>Ryland Grace est le seul survivant d'une expédition spatiale de la dernière chance. S'il échoue, c'est le sort de l'humanité et la Terre tout entière qui sera en péril.</p><p>Mais pour l'instant, il ignore tout de cela. Il ne se souvient même pas de son propre nom, et encore moins des objectifs de sa mission. Il sait seulement qu'il est resté en sommeil très, très longtemps. Et il vient de se réveiller pour découvrir qu'il se trouve à des millions de kilomètres de chez lui, avec deux cadavres pour toute compagnie.</p><p>Ryland se rend compte peu à peu qu'il doit faire face à une tâche impossible. Filant à travers l'espace, il lui faut trouver la clé d'un mystère scientifique insondable... et combattre un fléau qui laisse présager l'extinction de notre espèce.</p><p>Alors que chaque minute compte et que des années-lumière le séparent de l'être humain le plus proche, il est seul pour relever cet incroyable défi...</p><p>Mais l'est-il vraiment ?<br> </p><p>« Un livre qui aurait ravi Robert A. Heinlein et Isaac Asimov. » George R.R. Martin</p><p>« Le meilleur roman d'Andy Weir à ce jour... et le seul de tout ce que j'ai lu récemment que je suis certain de pouvoir recommander à tout lecteur en sachant qu'ils vont se régaler. » Brandon Sanderson</p>"
    },
    {
      "id": "19",
      "googleBooksId": "2UqGAQAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Sombre, angoissant, mais terriblement addictif.",
      "title": "Métro 2033 - Édition augmentée",
      "imageUrl": "https://books.google.com/books/publisher/content?id=2UqGAQAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73QaqxWsezZLvwHFk_9HTH8pTtqGW4DVQiaKPBMDPmpdtucww9kw4s7Va6XXWqKIdqTV9bU3NR_pe4SWa2kxRJdHKKlxQCBwjuBpE3wnoH8-xIrIFZ6xcpcrwsZCxRTrilm0JXc&source=gbs_api",
      "authors": [
        "Dmitry Glukhovsky"
      ],
      "description": "<p> <b>2033.</b> </p> <p>Une guerre a décimé la planète. La surface, inhabitable, est désormais livrée à des monstruosités mutantes. Moscou est une ville abandonnée. Les survivants se sont réfugiés dans les profondeurs du métropolitain, où ils ont tant bien que mal organisé des microsociétés de la pénurie.</p> <p>Dans ce monde réduit à des stations en déliquescence reliées par des tunnels où rôdent les dangers les plus insolites, le jeune Artyom entreprend une mission qui pourrait le conduire à sauver les derniers hommes d'une menace obscure... mais aussi à se découvrir lui-même à travers les rencontres improbables qui l'attendent.</p> <p>Nombre de mythes accompagnent l'univers du métro dans toutes les grandes villes.</p> <p> <b>Dmitry Glukhovsky en fait un thriller fantastique inoubliable, traduit dans le monde entier, qui s'est vendu à plus de 2 millions d'exemplaires.</b> </p>",
      "favorite": true,
      "abandoned": false
    },
    {
      "id": "22",
      "googleBooksId": "tObNEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "La suite de Outresable, mais aussi bonne que la première partie.",
      "title": "Outredune",
      "imageUrl": "https://books.google.com/books/publisher/content?id=tObNEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73H8m0c1ecBfIVeEQ5Z9jTUye0xnCOUsZGP2DFWKb5KzQueQLtf2oCkBByfqfIDV-TjFrwxQmh2WQSQ8ORFt0mZlKTpSUFVmqkCAhkroT27DJNTjpAAEWD9HaM7Hl9X0BGQG5tz&source=gbs_api",
      "authors": [
        "Hugh Howey"
      ],
      "description": "Premier roman de Hugh Howey en six ans, \"Outredune\" nous ramène dans le monde d’\"Outresable\", dans un futur lointain, maintes générations après qu’un désastre a détruit la civilisation telle que nous la connaissons. Quatre frères et sœurs tentent désespérément de s’y forger un avenir parmi les étendues désolées d’un désert sans fin. Une suite haletante.",
      "favorite": true,
      "abandoned": false
    },
    {
      "id": "23",
      "googleBooksId": "6mlRDwAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "En tant que Geek, ce livre est une véritable pépite.",
      "title": "Nous sommes Bob, T1 : Nous sommes Légion (Nous sommes Bob)",
      "imageUrl": "https://books.google.com/books/publisher/content?id=6mlRDwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71-SSR03Zi_LG0zOTI6Q4ZHlOb-CLaVUff0EU2fMmMWMhu7OEjFrR7L6TsVl1n9nT5CJ6E8uxGBGA0OnRQoVl700VrZcUACmXWq1OwcqCF2ERqfGyMOC3aNd6NZSwFeZqGl89xP&source=gbs_api",
      "authors": [
        "Dennis E. Taylor",
        "Sébastien Baert"
      ],
      "description": "<p>Bob Johansson vient de vendre son entreprise d'informatique et a hâte de pouvoir enfin profiter de la vie. Tant de lieux à visiter, de livres à lire et de films à voir... Il est donc un peu injuste qu'il se fasse écraser en traversant la rue.</p><p>Lorsque Bob revient à lui, un siècle plus tard, c'est pour découvrir que les « congelés » n'ont aucun droit, et qu'il appartient désormais au gouvernement. Téléchargé dans un ordinateur, il est pressenti pour devenir l'IA aux commandes d'une sonde interstellaire destinée à la recherche de planètes habitables. Les enjeux sont considérables. S'il refuse cet honneur, on l'éteindra, et un autre prendra sa place. S'il accepte, il deviendra une cible de choix. Au moins trois autres puissances tentent d'être les premières à envoyer leur sonde, et tous les coups sont permis. Pour Bob, l'endroit le plus sûr, c'est dans l'espace, le plus loin possible de la Terre. C'est du moins ce qu'il croit. Parce que l'univers regorge de mauvaises surprises, et les intrus sont mal vus. Très mal vus...</p><p>« Sans fard et pleine d'autodérision, la voix de Bob est l'âme de ce palpitant récit, qui rappelle celui de Mark Watney dans Seul sur Mars. Un trait d'esprit à chaque occasion, un cerveau d'ingénieur super-rationnel et créatif et un optimisme increvable en toutes circonstances. Un héros que le lecteur aura envie de soutenir jusqu'au bout ! »</p><p>Fantasy Literature</p><p>« Un livre conçu pour plaire à tous les amateurs de science-fiction, avec une intrigue qui présente une série de problèmes techniques à résoudre comme Seul sur Mars d'Andy Weir et une multitude de références à la culture geek comme Ready Player One d'Ernest Cline. »</p><p>BookRiot</p><p>« Un roman au point de départ original, qui tient ses promesses avec brio. Taylor a fait un travail fantastique en imaginant des situations passionnantes qui mettent en scène des personnages formidables, entre Bob et toutes ses copies. Hautement recommandé. »</p><p>Walker of Worlds</p><p>« Dennis E. Taylor a transformé ce qui aurait pu être l'histoire tragique d'un explorateur spatial solitaire en une expérience hilarante et divertissante, dotée d'une galerie de personnalités variées. Car chacune des versions de Bob est un individu bien distinct, qui présente un aspect différent de l'original. »</p><p>The BiblioSanctum</p>"
    },
    {
      "id": "24",
      "googleBooksId": "KMVaDwAAQBAJ",
      "status": "finished",
      "rating": 3,
      "comment": "Pas aussi bon que le 1er tome, mais j'avais envie de connaitre la suite.",
      "title": "Nous sommes Bob, T2 : Nous sommes nombreux",
      "imageUrl": "https://books.google.com/books/publisher/content?id=KMVaDwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70y6Wn8ZS6_GcbLEdYIp_R5KW63zNcdwszlQjpPTO9Pb8oPwiGaTdtMxYuQI9TnHav6LuhudRPaHO_qtvVIyNG3Yo84obxweR5fxIgGX7ywdd4dh6FlJLJu9UmcIELX4XtvjEaj&source=gbs_api",
      "authors": [
        "Dennis E. Taylor",
        "Sébastien Baert"
      ],
      "description": "<p>Bob Johansson et ses copies ont désormais quitté la Terre depuis quarante ans, et sont à la recherche de nouvelles planètes habitables. Mais c'est la seule partie du plan encore viable. Une guerre globale a éclaté, éliminant 99,9% de l'espèce humaine. Un hiver nucléaire rend progressivement la Terre inhabitable. Un groupe d'extrémistes souhaite finir le travail et supprimer ce qui reste de l'humanité. Les sondes brésiliennes sont encore en activité et continuent à vouloir écarter toute concurrence. Et les Bob ont découvert une espèce capable de voyager dans l'espace qui considère toute forme de vie comme de la nourriture...</p><p>« Sans fard et pleine d'autodérision, la voix de Bob est l'âme de ce palpitant récit, qui rappelle celui de Mark Watney dans Seul sur Mars. Un trait d'esprit à chaque occasion, un cerveau d'ingénieur super-rationnel et créatif et un optimisme increvable en toutes circonstances. Un héros que le lecteur aura envie de soutenir jusqu'au bout ! »</p><p>Fantasy Literature</p><p>« Un livre conçu pour plaire à tous les amateurs de science-fiction, avec une intrigue qui présente une série de problèmes techniques à résoudre comme Seul sur Mars d'Andy Weir et une multitude de références à la culture geek comme Ready Player One d'Ernest Cline. »</p><p>BookRiot</p><p>« Un roman au point de départ original, qui tient ses promesses avec brio. Taylor a fait un travail fantastique en imaginant des situations passionnantes qui mettent en scène des personnages formidables, entre Bob et toutes ses copies. Hautement recommandé. »</p><p>Walker of Worlds</p><p></p><p>« Dennis E. Taylor a transformé ce qui aurait pu être l'histoire tragique d'un explorateur spatial solitaire en une expérience hilarante et divertissante, dotée d'une galerie de personnalités variées. Car chacune des versions de Bob est un individu bien distinct, qui présente un aspect différent de l'original. »</p><p>The BiblioSanctum</p>"
    },
    {
      "id": "25",
      "googleBooksId": "GxaCDwAAQBAJ",
      "status": "finished",
      "rating": 1,
      "comment": "3eme tome, celui de trop. j'ai trouvé que l'histoire trainait en longueur. j'ai abandonné.",
      "abandoned": true,
      "title": "Nous sommes Bob, T3 : Tous ces mondes",
      "imageUrl": "https://books.google.com/books/publisher/content?id=GxaCDwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE724TTvcpOkZG8qdJSZc9N7f7QOUXZ44DXnXc3xuUo0jvnw0Y9GakGbt4dxQ83KLDVj_iN-OJm57EmTEd-pF4ExACoNVH2Ac8dNu4VJir_xIj363EQwFG6WTjoi1yaIBCgDHATBD&source=gbs_api",
      "authors": [
        "Dennis E. Taylor",
        "Sébastien Baert"
      ],
      "description": "<p>Le quotidien d'un vaisseau interstellaire intelligent devrait vraiment être plus fun. Pourtant, depuis qu'ils se sont éparpillés dans l'espace, Bob et ses clones ont toujours des ennuis.</p><p>Certes, ils ont établi assez de colonies extrasolaires pour empêcher l'extinction de l'humanité. Mais les querelles politiques ont la vie dure, et des sondes brésiliennes essaient encore d'éliminer toute concurrence. Sans parler du conflit avec une espèce extraterrestre technologiquement plus avancée, dotée d'un grand appétit et d'un caractère explosif.</p><p>Désormais les Bob doivent se préparer à une bataille décisive pour défendre les leurs. Ils vont avoir besoin de toute l'aide possible... or deux Bobs de la huitième génération ont fait une trouvaille dans l'espace profond. Une découverte qui pourrait sauver la Terre et peut-être l'humanité tout entière...<br> </p><p>« Un livre conçu pour plaire à tous les amateurs de science-fiction, avec une intrigue qui présente une série de problèmes techniques à résoudre comme Seul sur Mars d'Andy Weir et une multitude de références à la culture geek comme Ready Player One d'Ernest Cline. » BookRiot</p><p>« Dennis E. Taylor a transformé ce qui aurait pu être l'histoire tragique d'un explorateur spatial solitaire en une expérience hilarante et divertissante, dotée d'une galerie de personnalités variées. Car chacune des versions de Bob est un individu bien distinct, qui présente un aspect différent de l'original. » The BiblioSanctum</p><p>« Sans fard et pleine d'autodérision, la voix de Bob est l'âme de ce palpitant récit, qui rappelle celui de Mark Watney dans Seul sur Mars. Un trait d'esprit à chaque occasion, un cerveau d'ingénieur super-rationnel et créatif et un optimisme increvable en toutes circonstances. Un héros que le lecteur aura envie de soutenir jusqu'au bout ! » Fantasy Literature</p>"
    },
    {
      "id": "26",
      "googleBooksId": "BmLwEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "une lecture importante pour ne pas oublier d'ou vient le RN",
      "title": "Le Pen et la torture",
      "imageUrl": "https://books.google.com/books/publisher/content?id=BmLwEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE711eWeYfIyfwAqjbDwnb7UTdBTltCUxHDzVgxxT6X7uWxQr4TvNIIiY1a_t-HehfnxZ4x05MxeMA9bfoFxBHcqa9Nduwlfdi0k9yahV7d2A2s_GsvlhUUClvz7W8HnOupaVsvTQ&source=gbs_api",
      "authors": [
        "Fabrice RICEPUTI"
      ],
      "description": "Jean-Marie Le Pen a-t-il pratiqué la torture, quand, jeune député, il s'engagea volontairement comme parachutiste dans la « bataille d’Alger » ? Avec rigueur et clarté, Fabrice Riceputi réunit pour la première fois dans ce livre l’ensemble du dossier historique relatif à cette question. Il montre d'abord comment et pourquoi, des années 1980 aux années 2000, Le Pen fut, malgré ses dénégations, rattrapé par ce passé dans la presse française. Exploitant toutes les sources disponibles (archives, témoignages, enquêtes), il fait ensuite la micro-histoire du court séjour de Le Pen à Alger en 1957. Enfin, il s’interroge sur les fondements du déni persistant des crimes coloniaux de l’armée française alors qu’est prônée une histoire officielle « apaisée » du passé colonial de la France en Algérie. Fabrice Riceputi est historien. Il enseignait l’histoire-géographie dans un collège d’un quartier populaire de Besançon et anime les sites histoirecoloniale.net et 1000autres.org consacrés à l’actualité des questions coloniales et postcoloniales, et à la guerre d’Algérie. Il est également l'auteur de Ici on noya les Algériens (le passager clandestin, 2021)."
    },
    {
      "id": "29",
      "googleBooksId": "P4jcEAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Quel livre ! Une véritable pépite et un enorme plaisir à lire.",
      "title": "Babel (e-book)",
      "imageUrl": "https://books.google.com/books/publisher/content?id=P4jcEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE714UnQ7nFdjO0QVen2uf55cZp9vFufTGgq_EdpoeEzonRWHu_tpjgeZfj6vBuG62bN1fc9qnKUGw_bw-fzKsIE1rEHwL4XKcmO7gGBRUU7m2dfKxyl9qUiTOoZBitMHPKAC_bWn&source=gbs_api",
      "authors": [
        "Rebecca F. Kuang"
      ],
      "description": "<p><b>Un acte de traduction est toujours un acte de trahison.</b><br>1828. Un jeune orphelin chinois est recueilli à Canton par un professeur et conduit à Londres. Rebaptisé Robin Swift, le jeune garçon consacre ses journées à l'étude des langues dans l'optique d'intégrer le prestigieux Institut royal de traduction de l'Université d'Oxford, plus connu sous le nom de <b>Babel</b>. Berceau de l'argentogravure, les étudiants y exploitent le sens perdu des mots à l'aide de barres d'argent enchantées. <br><br>Dès ses premiers jours à Oxford, Robin prend conscience que ces travaux confèrent à l'Empire britannique une puissance inégalée et servent sa soif de colonisation, au détriment des classes défavorisées de la société et de ses territoires. Servir <b>Babel</b> revient donc à trahir sa patrie d'origine. <br>Peut-il espérer changer <b>Babel</b> de l'intérieur ? Ou devra-t-il sacrifier ses rêves pour faire tomber cette institution ? <br><br><i>Traduit de l'anglais par Michel Pagel<br><br>\"</i>Un chef-d'œuvre qui confronte le pouvoir et le savoir. <i><b>Babel </b></i>est un roman saisissant sur la cruauté de l'Empire et sur la face sombre des sociétés académiques et un mélange extraordinaire de fantasy et fiction historique. Une réalisation monumentale !' <br>Samantha Shannon, autrice du <i> Prieuré de l'oranger</i>, d' <i>Un jour de nuit tombée </i>et de la saga <i> The Bone Season. </i><br><br>\"Absolument phénoménal ! C'est l'un des livres les plus brillants et les plus incisifs que j'ai eu le plaisir de lire. Il ne s'agit pas seulement d'une histoire fantastique, mais d'un récit qui interroge, qui s'empare de l'histoire coloniale et de la révolution industrielle et les remet en cause.' <br>Shannon Chakraborty, autrice de la saga <i> Daevabad.</i><br><br></p>"
    },
    {
      "id": "30",
      "googleBooksId": "rnJ_EAAAQBAJ",
      "status": "finished",
      "rating": 5,
      "comment": "Incroyable ! À lire absolument !",
      "favorite": true,
      "abandoned": false,
      "title": "Les Cantos d'Hypérion - Tome 1 : Hypérion - préface de Bernard Minier et postface de Fabrice Chemla",
      "imageUrl": "https://books.google.com/books/publisher/content?id=rnJ_EAAAQBAJ&printsec=frontcover&img=1&zoom=3&edge=curl&imgtk=AFLRE722JoJy2TzdUDx24PTeQ7J9siokhUK30w-paR9FIH_m5NvAGtF0woN8xL0s-jupYif98M6zoNhOBG5U1RpoJRO3F_Ha9vLWSgCSGZyVGgWNBuOTA63Wj47N6FTzx4Aa4AWwyKlF&source=gbs_api",
      "authors": [
        "Dan Simmons"
      ],
      "description": "<p><b>Le premier titre des <i>Cantos d'Hypérion</i> enfin en édition collector, avec une préface inédite de Bernard Minier et une postface de Fabrice Chemla.</b><br>Sept pèlerins ont été choisis par l'Hégémonie pour aller à la rencontre du mythique gritche dans la vallée des Tombeaux du Temps. <br> En cheminant à travers les étendues hostiles de la planète Hypérion, chacun d'entre eux se raconte...</p>"
    },
    {
      "id": "31",
      "googleBooksId": "pZTDGCIkdcEC",
      "title": "La Chute d'Hypérion",
      "imageUrl": "https://books.google.com/books/content?id=pZTDGCIkdcEC&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71S0fajibdE7TOUJotjzciyp93cVwoabxfgQba0y_TEru9oDEdXb9PyvjA95lLAqHnOrTD6vzAT2svr5JLE8ltTFm58ngGn1eju--AYs1UD5IRoWZQS9NvGjBoXP4EqkqD1p5_H&source=gbs_api",
      "status": "finished",
      "rating": 5,
      "comment": "Incroyable comme toute la saga !",
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Dan Simmons"
      ],
      "description": "<p><i>La Chute d'Hypérion</i> prolonge <i>Hypérion</i>.<br> Tous les secrets d'Hypérion seront dévoilés, toutes les énigmes résolues, dans un style à nouveau différent qui démontre une fois encore l'exceptionnel talent de Dan Simmons.<br> Vous saurez pourquoi les sept pèlerins se sont retrouvés sur la planète mystérieuse qui abrite les Tombeaux du Temps. Vous découvrirez les véritables ressorts de la guerre qui fait rage autour d'elle et qui menace d'embraser toute la galaxie humaine, tout le Retz.<br> Vous comprendrez le rôle unique du cybride de John Keats, le poète ressuscité, et celui du gritche.<br> Ici s'affrontent des dieux, créés par les humains ou descendant d'eux.<br><b>Cette édition numérique comprend :<br> - une préface de Gérard Klein<br> - une préface aux <i>Cantos d'Hypérion</i> de Dan Simmons<br> - un extrait d'<i>Endymion</i>, tome 3 du cycle<br> - le poème <i>La Chute d'Hypérion</i>, de John Keats<br> - la bibliographie complète des oeuvres de Dan Simmons<br> - un dossier sur la collection : Ailleurs & Demain, quarante ans de science-fiction</b>.<br><br><b>Le cycle d'Hypérion: </b><br> 1. <i>Hypérion </i><br> 2. <i>La Chute d'Hypérion </i><br> 3. <i>Endymion </i><br> 4. <i>L'Éveil d'Endymion</i><br><br></p>"
    },
    {
      "id": "32",
      "googleBooksId": "u-2Tj5X1LAQC",
      "title": "Endymion",
      "imageUrl": "https://books.google.com/books/content?id=u-2Tj5X1LAQC&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70Il3OvDBX8XR0YsbOQacGx6Sq_DaQ8zp_LZfZhT-2SOJhB_YOxGAmRk652YoFycXSIPPCWWdDKILwA_I0Jpsso03ADVNizWTxkbTaTXLM3TNGS35T7kVMgnQLDy8nFKv4UFdqZ&source=gbs_api",
      "status": "finished",
      "rating": 4,
      "comment": null,
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Dan Simmons"
      ],
      "description": "<p><i>Endymion</i> est la suite d'<i>Hypérion</i> (Prix Hugo 1991) et de <i>La Chute d'Hypérion</i>. Bien des énigmes demeuraient, qu'<i>Endymion</i> ranime.<br> La saga d'<i>Hypérion</i>, ainsi augmentée par Dan Simmons, est probablement la seule, dans toute l'histoire de la Science-Fiction, qui puisse rivaliser avec <i>Dune</i>.<br> Sur Hypérion, 274 ans après la rupture entre la civilisation humaine et les Intelligences Artificielles, une petite fille, Énée, surgit du labyrinthe du Sphinx. Elle est porteuse d'une prophétie qui en fait un enjeu de pouvoir.<br> Fille de Keats, le cybride issu des Machines, et de l'humaine Brawne Lamia, elle serait, aux yeux de l'Église devenue toute-puissante, une créature des machines, et doit être neutralisée. Mais pour Martin Silenus, le très vieux poète des Cantos et l'un des héros d'Hypérion, Énée doit sauver l'humanité et retrouver la Vieille Terre.<br> Silenus charge donc Raul Endymion de l'enlever, au nez et à la barbe de la redoutable Garde Vaticane, vers une destination mystérieuse. Contre toute attente, il réussit. Sur l'ancien navire interstellaire du Consul, Énée, Endymion et l'androïde, A. Bettik, fuient le père capitaine de Soya lancé à leurs trousses.<br> Suivant le trajet de l'ancienne rivière Théthys qui, du temps des portes distrans, sillonnait l'hyperespace, ils traversent une série de mondes plus dangereux les uns que les autres.<br><b>Cette édition numérique comprend :<br> - une préface de Gérard Klein<br> - une préface aux <i>Cantos d'Hypérion</i> de Dan Simmons<br> - un extrait de <i>La Chute d'Endymion</i>, tome 4 du cycle<br> - le poème <i>Endymion</i> de John Keats<br> - la bibliographie complète des oeuvres de Dan Simmons<br> - un dossier sur la collection: Ailleurs & Demain, quarante ans de science-fiction.</b><br><br><b>Le cycle d'Hypérion:</b><br> 1. <i>Hypérion</i><br> 2. <i>La Chute d'Hypérion</i><br> 3. <i>Endymion</i><br> 4. <i>L'Éveil d'Endymion</i><br><br></p>"
    },
    {
      "id": "33",
      "googleBooksId": "kn9IRRdzG5IC",
      "title": "L'Éveil d'Endymion",
      "imageUrl": "https://books.google.com/books/content?id=kn9IRRdzG5IC&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE703SUtr8DYsWpNtsQoAdcK3Djq_v-FcUt2POA71zgak7OuUlIOaBwFvZWvtuZeL4y0J7_TE3wAO-P__E7mR40o23A-fEp_7tgVbGkpAEglodlpgMDKJ8IcfdcVjn871yiuEERqA&source=gbs_api",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Dan Simmons"
      ],
      "description": "<p>Après <i>Hypérion</i> (Prix Hugo 1991), <i>La Chute d'Hypérion</i> puis <i>Endymion</i>, voici enfin venir <i>L'Éveil d'Endymion</i>, quatrième et dernier volet d'une des plus fameuses sagas de la Science-Fiction contemporaine.<br> Toutes les énigmes trouveront leurs solutions, toutes les questions sans réponses, tous les fils seront enfin noués. Mais seulement après qu'Énée, la fille prophète surgie du labyrinthe du sphinx sur la planète Hypérion, aura accompli son destin avec l'aide et l'amour de Raul Endymion. À travers mille dangers, à travers mille voyages, à travers mille mondes.<br> Dan Simmons a pris place avec le cycle d'<i>Hypérion</i> dans le panthéon de la Science-Fiction contemporaine, aux côtés du Frank Herbert de <i>Dune</i>, du Philip K. Dick de <i>Ubik</i>, du Philip José Farmer du Monde du fleuve, ou de l'Isaac Asimov des <i>Fondations</i>.<br><b>Cette édition numérique comprend :<br> - une préface de Gérard Klein<br> - une préface aux <i>Cantos d'Hypérion</i> de Dan Simmons<br> - le poème <i>Endymion</i> de John Keats<br> - la bibliographie complète des oeuvres de Dan Simmons<br> - un dossier sur la collection: Ailleurs & Demain, quarante ans de science-fiction.</b><br><br><b>Le cycle d'Hypérion: </b><br> 1. <i>Hypérion </i><br> 2. <i>La Chute d'Hypérion </i><br> 3. <i>Endymion </i><br> 4. <i>L'Éveil d'Endymio</i>n<br><br></p>"
    },
    {
      "id": "36",
      "googleBooksId": "kpGwDwAAQBAJ",
      "title": "Archives de l'exode",
      "imageUrl": "https://books.google.com/books/publisher/content?id=kpGwDwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE735FvfNsR0hMz8Rl3Etlu-jzQfFG1JlOABa9KxJRZowdi5XGYyAzRFEaaP82ryhvVd9PPoWpL8SnMmw6hntwVUZSTpnj1622KjVg07Wn4DUWsPUbwBC4kCcADQcLrPAB8upbdve&source=gbs_api",
      "status": "finished",
      "rating": 4,
      "comment": null,
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Becky Chambers"
      ],
      "description": "<p> <b>Troisième volume des « Voyageurs », série lauréate du prestigieux prix Hugo, Archives de l’exode confirme Becky Chambers à l’avant-garde d’un renouveau de la science-fiction, intimiste et pleine d’espoir.</b> </p> <p>La Flotte d’exode est un trésor vieillissant, témoin de la volonté humaine de disséminer ses enfants et sa culture à travers les étoiles. Singulière au sein de la communauté galactique, peu la rejoignent et beaucoup la quittent. Dans les couloirs de ces vaisseaux naissent, vivent et meurent les spatiaux.</p> <p>Une ethnologue à tentacules, un homme rêvant d’intégrer la Flotte, un adolescent de s’en aller, une archiviste qui a connu l’époque où les Humains étaient des parias, une soignante affectée aux soins des morts, et Tessa, sœur d’Ashby, le capitaine humaniste de L’Espace d’un an.</p> <p>Autant de voix qui, humaines ou non, nous racontent le sentiment d’appartenance à un groupe, le besoin central de trouver une place, dans la galaxie ou dans les cœurs. Des gens ordinaires ; des vies ordinaires : uniques et précieuses.</p> <p>« Un space opera intimiste, tout en humanisme et en empathie. Il n’est pas nécessaire d’avoir lu les précédents pour apprécier ce roman, mais on aurait bien tort de s’en priver. » - <b>Bifrost</b></p>"
    },
    {
      "id": "37",
      "googleBooksId": "epDtEAAAQBAJ",
      "title": "Révélation",
      "imageUrl": "https://books.google.com/books/publisher/content?id=epDtEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71rtvrZtKY_nmhPPJRpKC_4dn-T6Qzzz8Yibt4qTVVDKDl7_M5ixA5S62TwvgRfgJ4PI-ZvuqdxOPzrVGymhnTrn-CVEWeFMxjEbz8sHTCqPdy09KeItB5GdwussmKWVhn58oq5&source=gbs_api",
      "status": "finished",
      "rating": 4,
      "comment": null,
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Blake Crouch",
        "Patrick Imbert"
      ],
      "description": "Une série entre suspense, action et thriller dans un univers aux frontières du fantastique, mais qui plonge dans une effrayante réalité.<br><br>L'agent fédéral Ethan Burke reprend conscience, seul et blessé, en pleine rue à Wayward Pines, petite bourgade tranquille de l'Idaho.<br>Partiellement amnésique, il se souvient être à la recherche de deux autres agents mystérieusement disparus dans la région. Il se rend vite compte qu'il n'a plus de papiers, ni de téléphone et, en dépit de ses efforts, il ne parvient à joindre ni sa femme, ni son supérieur, ni personne du monde extérieur.<br><br>Il y a vraiment quelque chose de bizarre à Wayward Pines, comme chez ses habitants.<br>Lorsqu'Ethan découvre le cadavre horriblement mutilé de l'un des agents qu'il recherchait, l'étrangeté cède la place à un danger mortel.<br><br>C'est maintenant sûr, il y a quelque chose de pourri à Wayward Pines.<br><br>« Une fois plongé dedans, impossible de reposer les volumes. C'est un très bon thriller de science-fiction. » - France Culture<br>«À mi-chemin entre la science-fiction et le polar, Wayward Pines est fascinant. » - Jean-Mars Pinson, Ouest France<br>« II y a là un goût de thriller, mais sur fond de tension psycho, le genre file assez vite vers la science fiction. Avis aux amateurs. » - Julien Dodon, Centre France"
    },
    {
      "id": "38",
      "googleBooksId": "-a_ZCgAAQBAJ",
      "title": "Wayward Pines (Livre 2)",
      "imageUrl": "https://books.google.com/books/publisher/content?id=-a_ZCgAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70-GIFFW8NB1ItP5JnAifbYZ2EWaYHABeZ9yQuJhQV-QRhVY8fqhv5rEhfLqYOkLnz0TD5jfCyRTP63bkmxMqf6-I7GHY8nyw6nyfVxxHoTSRCU2W_91i4BQ0cHBam2pyReNuON&source=gbs_api",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Blake Crouch"
      ],
      "description": "Nichée au coeur d’un paysage de carte postale, Wayward Pines apparaît comme une petite bourgade idyllique où la vie s’écoule paisiblement – à condition de faire abstraction de la clôture électrifiée qui en barre totalement l’accès et de la surveillance implacable des autorités. Les quelques fous à avoir tenté de quitter la ville l’ont payé de leur vie. Sauf Ethan Burke. Il a vu le monde au-delà de Wayward Pines, découvert l’insoutenable vérité. Et il est revenu. Parviendra-t-il à ouvrir les yeux de ses concitoyens sur la terrible réalité qui les entoure, sans éveiller les soupçons de leurs geôliers ?"
    },
    {
      "id": "39",
      "googleBooksId": "wCDuEAAAQBAJ",
      "title": "Destruction",
      "imageUrl": "https://books.google.com/books/publisher/content?id=wCDuEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71620kxukr_rkQp7OhoL0QQxiONf0I_QuNjKDVwt9WyRoHsJQaz4aZnhsx0snGGQaGWcOFdxy8IhQgG_LE_aZd_VMcP-mdQg_aqkKmCb6S3W99yQSxlPVq9JWRcAiSWbVXF3jt7&source=gbs_api",
      "status": "finished",
      "rating": 5,
      "comment": null,
      "favorite": true,
      "abandoned": false,
      "authors": [
        "Blake Crouch",
        "Patrick Imbert"
      ],
      "description": "Une série entre suspense, action et thriller dans un univers aux frontières du fantastique, mais qui plonge dans une effrayante réalité.<br><br>Voilà trois semaines que l'agent Ethan Burke est arrivé à Wayward Pines, Idaho. Dans cette ville les habitants se voient assigner un logement, un travail et parfois même une personne pour partager leur vie pendant qu'à l'école, on apprend à leurs enfants que David Pilcher, le fondateur de la ville, est leur Dieu.<br><br>Bien entendu, personne n'est autorisé à quitter la ville, cernée par une immense clôture électrifiée. Ethan, lui, a découvert ce qui rôde au-delà de l'enceinte qui isole Wayward Pines du monde extérieur. C'est précisément cette menace qui est maintenant sur le point de submerger la ville et peut-être même d'annihiler l'humanité toute entière.<br><br>« Les fans de Stephen King, Peter Straub ou F. Paul Wilson vont adorer ce thriller complètement captivant qui mêle suspense, horreur et science-fiction à une dystopie cauchemardesque pour donner un livre absolument impossible à lâcher. » - Booklist"
    },
    {
      "id": "40",
      "googleBooksId": "AQdIAQAAQBAJ",
      "title": "Le Monde de Narnia (Tome 1) - Le Neveu du magicien",
      "imageUrl": "https://books.google.com/books/publisher/content?id=AQdIAQAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73F72zRaBvQpRgqn95LUxZ4hvDD2jEUGLNmEg4YoizydlJ68e0cuWijGvpKPt3Sjw4Un5-P_IeMi1CjvUsgdZwsYFkQayswJqVLNSWWsbXp10v1dR3HIN4wZ9XoL_vmPcptV6p2&source=gbs_api",
      "status": "finished",
      "rating": 3,
      "comment": "Écouter avec les enfants en livre audio.",
      "favorite": false,
      "abandoned": false,
      "authors": [
        "Clives Staples Lewis"
      ],
      "description": "Polly trouve parfois que la vie à Londres n'est guère passionnante... jusqu'au jour où elle rencontre son nouveau voisin, Digory. Il vit avec sa mère, gravement malade, et un vieil oncle au comportement étrange. Celui-ci force les deux enfants à essayer des bagues magiques qui les transportent dans un monde inconnu. Commence alors la plus extraordinaire des aventures..."
    },
    {
      "id": "dae8be4c-24f0-4295-b8db-87f3a8f7c949",
      "googleBooksId": "MJNi0uU8kdoC",
      "status": "reading",
      "progress": 80,
      "rating": 5,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "11/22/63",
      "authors": [
        "Stephen King"
      ],
      "description": "<b>One of the Ten Best Books of <i>The New York Times Book Review</i><br> Winner of the <i>Los Angeles Times</i> Book Prize</b><br><br>ON NOVEMBER 22, 1963, THREE SHOTS RANG OUT IN DALLAS, PRESIDENT KENNEDY DIED, AND THE WORLD CHANGED. WHAT IF YOU COULD CHANGE IT BACK?<br> <br>In this brilliantly conceived tour de force, Stephen King—who has absorbed the social, political, and popular culture of his generation more imaginatively and thoroughly than any other writer—takes readers on an incredible journey into the past and the possibility of altering it.<br> <br>It begins with Jake Epping, a thirty-five-year-old English teacher in Lisbon Falls, Maine, who makes extra money teaching GED classes. He asks his students to write about an event that changed their lives, and one essay blows him away—a gruesome, harrowing story about the night more than fifty years ago when Harry Dunning’s father came home and killed his mother, his sister, and his brother with a sledgehammer. Reading the essay is a watershed moment for Jake, his life—like Harry’s, like America’s in 1963—turning on a dime. Not much later his friend Al, who owns the local diner, divulges a secret: his storeroom is a portal to the past, a particular day in 1958. And Al enlists Jake to take over the mission that has become his obsession—to prevent the Kennedy assassination.<br> <br>So begins Jake’s new life as George Amberson, in a different world of Ike and JFK and Elvis, of big American cars and sock hops and cigarette smoke everywhere. From the dank little city of Derry, Maine (where there’s Dunning business to conduct), to the warmhearted small town of Jodie, Texas, where Jake falls dangerously in love, every turn is leading eventually, of course, to a troubled loner named Lee Harvey Oswald and to Dallas, where the past becomes heart-stoppingly suspenseful, and where history might not be history anymore. Time-travel has never been so believable. Or so terrifying.",
      "imageUrl": "https://books.google.com/books/content?id=MJNi0uU8kdoC&printsec=frontcover&img=1&zoom=3&imgtk=AFLRE70yqRglA4o-7-TwVISGpu9t1QMzppFtU2rElNGPiwTLcVbadIxG0w2ETUT4LA6OmMpfXRPh5RivA0j2BTsg5asWZWAXSS_zaqqHpEHefzn7w_tDrLi5gWyjK_59DAu4KjZ6FMbg&source=gbs_api"
    },
    {
      "id": "2d9152dd-c123-417b-a6b2-2142f1002cdc",
      "googleBooksId": "yKBXEAAAQBAJ",
      "status": "reading",
      "progress": 10,
      "rating": 4,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Lune rouge",
      "authors": [
        "Kim Stanley Robinson",
        "Sylvie Denis"
      ],
      "description": "<p>Un passionnant roman d'exploration spatiale et de révolution politique, par l'un des grands maîtres américains de la science-fiction moderne.</p><p>2047 : l'homme a colonisé la Lune, territoire divisé par les grandes nations.</p><p>L'Américain Fred Fredericks fait son premier voyage là-haut, afin de livrer un appareil de communication ultrasécurisé à un haut fonctionnaire de l'Autorité lunaire chinoise. Mais quelques heures seulement après son arrivée, il se voit impliqué malgré lui dans un assassinat et mis au secret par des agents mystérieux.</p><p>Ta Shu, célèbre vlogueur, visite également le satellite pour la première fois. Malgré ses contacts et son influence au coeur du pouvoir en Chine, lui aussi découvrira que la Lune est un endroit dangereux pour tout voyageur.</p><p>Et enfin, il y a Chan Qi. Fille du ministre des Finances chinois, elle est sans aucun doute une « personne d'intérêt » pour les autorités de son pays. Renvoyée clandestinement en Chine à cause de ses agissements, elle va tout faire changer... sur la Terre comme sur la Lune.<br> </p><p>« Un des meilleurs romanciers de notre temps, tous genres confondus. » The Guardian</p><p>« Un chef-d'oeuvre. » The Times</p><p>« Tout nouveau roman de la part du grand Kim Stanley Robinson constitue un événement et celui-ci ne déçoit pas. » The Independant</p>",
      "imageUrl": "https://books.google.com/books/publisher/content?id=yKBXEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE72NGNuNkoEQOSIyDTmOkDrnI_44TU6ccyocDI6_b3TqQGv9F2AoQuB8vN5gywGDdvp9b4CwJ0vOfSh2IrQlBJsAd-W8ceza1fQsW5UCmpFXwOPiUEs9M70oNQtmfIOAUP6ExRob&source=gbs_api"
    },
    {
      "id": "130ab11a-8a50-4965-9870-59f61470e14f",
      "googleBooksId": "lW4zDQAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Le problème à trois corps",
      "authors": [
        "Cixin Liu"
      ],
      "description": "En pleine Révolution culturelle, le pouvoir chinois construit la base militaire secrète de Côte Rouge, destinée à développer une arme de grand calibre. Ye Wenjie, une jeune astrophysicienne en cours de “rééducation”, intègre l’équipe de recherche. Dans ce lieu isolé où elle croit devoir passer le restant de sa vie, elle est amenée à travailler sur un système de télétransmissions dirigé vers l’espace et découvre peu à peu la véritable mission de Côte Rouge... Trente-huit ans plus tard, alors qu’une étrange vague de suicides frappe la communauté scientifique internationale, l’éminent chercheur en nanotechnologies Wang Miao est témoin de phénomènes paranormaux qui bouleversent ses convictions d’homme rationnel. Parmi eux, une inexplicable suite de nombres qui défile sur sa rétine, tel un angoissant compte à rebours... Hugo 2015 du meilleur roman, «Le Problème à trois corps» est le premier volume d’une trilogie culte d’une ambition folle.",
      "imageUrl": "https://books.google.com/books/publisher/content?id=lW4zDQAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE71rc78t_sjfBYeLx2tM1Lg-Br7Bno8c7Ij_e09C4WfhSrZb0MQfn_IJHKofEuOOC8axKbRw3-hCd56CRzlqp0f-7fKbAlFK0tv7ZKP4A-MhGFEf8o13yky8I7gwlVsCKXEr7kJV&source=gbs_api"
    },
    {
      "id": "958ca428-c195-40dd-9f5b-376a944d2b44",
      "googleBooksId": "diw2DwAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "La forêt sombre",
      "authors": [
        "Cixin Liu"
      ],
      "description": "<p>L'humanité sait qu'il lui reste quatre siècles avant que la flotte trisolarienne n'envahisse le système solaire. Les sciences fondamentales se retrouvant verrouillées par les intellectrons, la Terre doit se préparer du mieux qu’elle peut. Le Conseil de Défense Planétaire lance un nouveau projet : le programme « Colmateur », qui consiste à faire appel à quatre individus chargés d'envisager des stratégies secrètes pour contrer l’invasion ennemie. Car s’ils peuvent espionner toutes les conversations et tous les ordinateurs humains grâce aux intellectrons, les Trisolariens sont en revanche incapables de lire dans leurs pensées. Après Le Problème à trois corps, Liu Cixin revient avec une suite magistrale et haletante.</p>",
      "imageUrl": "https://books.google.com/books/publisher/content?id=diw2DwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE713VR_bsSCXULF2vsI7k9qGZduk24x8CmA0vGHcfIQrKSXotIzAnfZD-zcVes0GRiXmVDcAJ22X3cyaF7T9g2VhNRu9Ort_aEY7C5j_ndl-fqidmMmcv9XKklbto-PqX5Ggf-c4&source=gbs_api"
    },
    {
      "id": "6c0c5d76-8a93-435f-9299-33a266e33e12",
      "googleBooksId": "UBl1CQAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Red Rising - Livre 1 - Red Rising",
      "authors": [
        "Pierce Brown",
        "H. Lenoir"
      ],
      "description": "« J’aurais pu vivre en paix. Mes ennemis m’ont jeté dans la guerre. »<br> <br>Darrow n’est pas un héros. Tout ce qu’il souhaite, c’est vivre heureux avec l’amour de sa vie. Mais les Ors, les dirigeants de la Société, en ont décidé autrement. Ils lui ont tout enlevé : sa raison de vivre, ses certitudes, jusqu’à son reflet dans le miroir.<br>Darrow n’a plus d’autre choix que de devenir comme ceux qui l’écrasent. Pour mieux les détruire. Il va être accepté au légendaire Institut, y être formé avec l’élite des Ors, dans un terrain d’entraînement grandeur nature.<br>Sauf que même ce paradis est un champ de bataille. Un champ de bataille où règnent deux règles : tuer ou être tué, dominer ou être dominé.<br> <br>ÉLU MEILLEUR PREMIER ROMAN 2014 PAR LES LECTEURS DE GOODREADS ET BUZZFEED.<br>",
      "imageUrl": "https://books.google.com/books/publisher/content?id=UBl1CQAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70KwTmLKvSX8R0vrFyzHvhsIZXKBfPIrjdNkoHfMLGXpZOZjE5okOgXhzvjFJJwhbnKzYIAFBSa5-dBH_QdnTRhL_pg_Tyu_O4TOPzVIymSajlSYf1YFcKUX1RNpdggNAgIj5dZ&source=gbs_api"
    },
    {
      "id": "9943cbaa-9e64-4007-8b60-ce70f8ae3662",
      "googleBooksId": "nW0mDwAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Le Cercle",
      "authors": [
        "Dave Eggers"
      ],
      "description": "\"Glaçant par moments, bien sûr, mais par-dessus tout jubilatoire, comme le sont les grands classiques du genre : Le Meilleur des mondes d’Aldous Huxley et 1984 de George Orwell.\" François Vey, Le Parisien. Quand Mae Holland est embauchée par le Cercle, elle n’en revient pas. Ce géant d’Internet relie e-mails, réseaux sociaux et transactions bancaires dans un système universel, clé de voûte d’une société numérique prônant la civilité et la transparence. Mae se passionne pour son nouveau travail – même s’il l’absorbe entièrement, l’éloignant de ses proches, et même si elle s’expose aux yeux du monde en participant au dernier projet du Cercle, une avancée technologique aussi considérable qu’inquiétante... Ce qui ressemble d'abord au portrait d’une femme ambitieuse devient rapidement un roman au suspense haletant, qui étudie les liens entre vie privée et addiction aux réseaux sociaux, et interroge les limites de la connaissance.",
      "imageUrl": "https://books.google.com/books/publisher/content?id=nW0mDwAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70EBmhRypPRIR2O0dePmPy52xuSZTt62TF6m-jvTTbwCaE2rbeq4EsYLItOT-5JqcDnoPCzbIn6nnRVHYgh8SDnMnRjCVyx37xfk4yh0I35WyWnu0B6ehaCTgD-TEKfWaHDYvRI&source=gbs_api"
    },
    {
      "id": "7dd0518f-9157-4723-95b1-a51d614aa82f",
      "googleBooksId": "ZaCgEAAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Ubik",
      "authors": [
        "Philip K. Dick"
      ],
      "description": "La florissante agence anti-psi Runciter & Associés protège ses clients contre toute intrusion psychique. Mais lors d’une mission sur Luna, ses meilleurs éléments sont victimes d’un attentat à la bombe orchestré par une agence rivale. Glen Runciter est aussitôt placé en semi-vie. Rapidement, Joe Chip et les autres survivants sont témoins de phénomènes étranges : le visage de leur patron apparaît sur les billets de banque, les cigarettes n’ont plus aucun goût, la technologie semble régresser. Et un produit nommé Ubik, qui possède de curieuses propriétés, surgit aux moments les plus opportuns...",
      "imageUrl": "https://books.google.com/books/publisher/content?id=ZaCgEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE72Cjgnxu_OuOII0cnNNufGVCcOsacnjSdqDG6yJpbZ5Z5aR20LBx1T-6mixhM8hONfQVr32TBzYdw9aw8OEqZ73RD4QP_8hVjoxHb5d44mhrISmUTjniAMWtcPZsopDmq_I5sVV&source=gbs_api"
    },
    {
      "id": "99acc5a2-d447-47b2-98ba-c9d6cb5c0b88",
      "googleBooksId": "IPunEAAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Ravage",
      "authors": [
        "René Barjavel"
      ],
      "description": "\"Et d'un seul coup, comme une pierre, le noir tomba. Le poste, les lumières du plafond, tout, à la fois, s'éteignit.\" Le progrès a transformé le XXle siècle en un temps de nouveautés toutes plus pratiques les unes que les autres. Ça vole dans des véhicules qui atterrissent sur des terrasses, ça se déplace dans les rues en taxis électriques, ça climatise son logement... Rien d'extravagant, pensez-vous ? Si, tout de même : Ravage est imaginé et écrit en 1943. Et c'est troublant de penser que ces prédictions se sont à peu près réalisées. On espère toutefois que celle qui dérègle l'univers bien organisé du roman nous épargnera : l'électricité fait soudain défaut. Le retour à la terre et à la paysannerie pourrait être la solution...",
      "imageUrl": "https://books.google.com/books/publisher/content?id=IPunEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE70Zajtw-Zb5oFnYic6Yd2hbp0FSC1FPu19ZXuU23H8yX6596YzTUulBCAdOZJ63zFSnX56ZosZK1EubLgtgVdf6tMUv_NyugnZWb4WpQTeWITwfkpZNhdXHEA3sQP9LMEHrQiSU&source=gbs_api"
    },
    {
      "id": "4c4660ca-f6a3-4271-8a8a-a1b49bba226e",
      "googleBooksId": "iF5us7PRPFEC",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "L'Exil des Anges",
      "authors": [
        "Gilles Legardinier"
      ],
      "description": "<p>Ils ne se connaissent pas, mais un même rêve leur a donné rendez-vous dans une mystérieuse chapelle des Highlands. Valeria, Peter et Stefan ignorent qu'ils sont la preuve vivante d'une découverte révolutionnaire sur les arcanes de la mémoire faite vingt ans plus tôt par deux scientifiques disparus. Une découverte que beaucoup voudraient s'approprier ? à n'importe quel prix. Pour échapper à ceux qui les traquent, ils n'ont pas d'autre choix que de remonter à l'origine du secret dont ils sont les ultimes gardiens. Leurs souvenirs sont des sanctuaires. À eux d'en trouver les clés...<br><br><i>Ce thriller humaniste vous entraînera aux limites de la conscience, au cœur d'une aventure qui vous hantera longtemps, comme un rêve... </i><br><br><br>Cet ouvrage a reçu le <b>prix SNCF du polar français </b>2010.</p>",
      "imageUrl": "https://books.google.com/books/content?id=iF5us7PRPFEC&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73rE4_heATbyBjWuTOKgw1IuLhC0dfshggZbZJlydANPW7uyZGupStT5YgIfXvRoeCjWXvAzbqzq18CEUannyagyfQIbSv236F5M0f-sfNHtWjXODpXBg7R4B_e_RtjpFk2hAHk&source=gbs_api"
    },
    {
      "id": "d5c18b58-a57e-46a0-bfb1-1326df8389e1",
      "googleBooksId": "8x6bEAAAQBAJ",
      "status": "to-read",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": false,
      "title": "Artémis (édition Canada)",
      "authors": [
        "Andy Weir",
        "Nenad Savic"
      ],
      "description": "<p>Le nouveau thriller d'Andy Weir, auteur du best-seller international Seul sur Mars (The Martian)</p><p>Droits cinéma acquis par la 20th Century Fox et New Regency<br> </p><p>Un thriller bourré d'adrénaline, d'humour et de science.<br>Jasmine Bashara, dite Jazz, une jeune femme d'origine saoudienne, vit sur Artémis depuis l'âge de six ans. Elle connaît la cité lunaire comme sa poche : ses cinq bulles où se répartissent toutes les classes sociales, du plus riche au plus misérable, ses lois si particulières - et pas seulement gravitationnelles - et sa corruption. La vie sur Artémis est rude quand on n'est pas un riche touriste ou un milliardaire. Jazz rêve d'une vie meilleure, et son job de porteuse (elle livre à domicile les denrées légales et de contrebande importées de Terre) ne lui promet guère d'évolution. Une chose est sûre : elle ne compte pas dormir toute sa vie dans un « cercueil », ces couchettes ultra réduites où se serrent les pauvres.</p><p>Quand un de ses riches clients lui propose un job risqué, elle ne peut pas refuser : c'est un défi bien payé. Mais elle ne se doute pas qu'elle prend part à une conspiration politique dont le but est de renverser le pouvoir sur Artémis, et de prendre le contrôle des 2000 âmes qui vivent sur la Lune...</p>",
      "imageUrl": "https://books.google.com/books/publisher/content?id=8x6bEAAAQBAJ&printsec=frontcover&img=1&zoom=6&imgtk=AFLRE73PkfBjsLaSlcaqL3YQs3NPdJOmueRt1MI3I6TCrBIUnxByLZ3aY8_iqCxDG6XsSGcLlcP8oOMj8d4DE9Tq5YHzOAdbvoFDs7Ocq2HfPZcIwxiJvpyCc2MUtuEC2oagaQ4kslw1&source=gbs_api"
    },
    {
      "id": "667fc306-3589-44d6-b7b9-a2acf9186795",
      "googleBooksId": "L-YbzgEACAAJ",
      "status": "finished",
      "rating": null,
      "comment": "Hyper intéressant, mais lecture complexe.",
      "abandoned": false,
      "favorite": false,
      "title": "L'Afrique des Grands Empires (7e-17e siècles)",
      "authors": [
        "Amadou Ba"
      ],
      "description": "Ce livre revisite une histoire très peu enseignée et vulgarisée en Afrique et dans le reste du monde, celle des Grands empires qui ont marqué le continent africain entre les 7e et 17e siècles. Durant cette longue période de mille ans, l'Afrique a connu de grandes entités politiques, une prospérité économique, de grandes aires culturelles et une unité politique à travers de grands États. L'Afrique contemporaine morcelée en 54 pays ne représente même pas 1% de l'économie mondiale. Elle est politiquement instable, socialement divisée et fait face à de nombreux défis. Cette triste réalité n'a pas toujours été celle que nos ancêtres ont connue. Ce livre retrace, analyse, décortique et propose une autre Afrique, aux antipodes de celle de celle que nous connaissons aujourd'hui, héritée de la domination des conquérants arabo-musulmans et surtout des impérialistes européens. C'est cette Afrique d'hier examinée dans ce livre qui sera l'Afrique de demain si nous voulons et devons sortir de cette situation mortifère dans laquelle les populations africaines sont plongées depuis des siècles maintenant. La seule et unique solution, c'est de mettre en place de grands espaces politique, économique et social puis aller vers la création d'un État fédéral continental, bien structuré, démocratique, respectueux des droits et libertés des populations.",
      "imageUrl": "http://books.google.com/books/content?id=L-YbzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    },
    {
      "id": "fb954ca5-303c-4fef-a57d-e5c036e2b92f",
      "googleBooksId": "5ZuhDAAAQBAJ",
      "status": "finished",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": true,
      "title": "L'Espace d'un an",
      "authors": [
        "Becky Chambers"
      ],
      "description": "Premier volume des « Voyageurs », série lauréate du prestigieux prix Hugo, L’Espace d’un an signe les débuts de Becky Chambers, dont la plume et les récits ont bouleversé la science-fiction. Rosemary, jeune humaine inexpérimentée, fuit sa famille de richissimes escrocs. Elle est engagée comme greffière à bord du Voyageur, un vaisseau qui creuse des tunnels dans l’espace, où elle apprend à vivre et à travailler avec des représentants de différentes espèces de la galaxie : des reptiles, des amphibiens et, plus étranges encore, d’autres humains. La pilote, couverte d’écailles et de plumes multicolores, a choisi de se couper de ses semblables ; le médecin et cuistot occupe ses six mains à réconforter les gens pour oublier la tragédie qui a condamné son espèce à mort ; le capitaine humain, pacifiste, aime une alien dont le vaisseau approvisionne les militaires en zone de combat ; l’IA du bord hésite à se transférer dans un corps de chair et de sang... Les tribulations du Voyageur, parti pour un trajet d’un an jusqu’à une planète lointaine, composent la tapisserie chaleureuse d’une famille unie par des liens plus fondamentaux que le sang ou les lois : l’amour sous toutes ses formes. « Un tour de force humain d’une profonde douceur, qui s’attaque aux questions de genre et de politique sans se départir de son délicieux optimisme. » - The Guardian",
      "imageUrl": "https://books.google.com/books/publisher/content?id=5ZuhDAAAQBAJ&printsec=frontcover&img=1&zoom=3&edge=curl&imgtk=AFLRE71tJHMcR_xK-9RoLiC9UdXpt2JsBjSlgJZPtHpd3ysaqe1JLofIVRVuT6usMjVLhKpoQwM8uQu9ZLG0vkbToVWaK6xOwI_pS7tVpbHNPhZvRhXmvpUIovjMibj3gs7-bguG31TN&source=gbs_api"
    },
    {
      "id": "76dd3e25-d936-4d80-9b8b-012a7ac6e77b",
      "googleBooksId": "Tvt9DwAAQBAJ",
      "status": "finished",
      "rating": null,
      "comment": "Géniallissime, une lecture inoubliable.",
      "abandoned": false,
      "favorite": true,
      "title": "Outresable",
      "authors": [
        "Hugh Howey"
      ],
      "description": "Depuis des siècles le sable a englouti le monde. Un autre s’est créé tant bien que mal parmi les dunes mouvantes, et les plongeurs des sables descendent à de grandes profondeurs pour remonter des ruines figées de l’ancien monde les trésors enfouis dont le troc permet la survie de tous à la surface. Ici, dans cette contrée constamment balayée par le vent, trois frères et une sœur se retrouvent loin les uns des autres. Leur père, qui appartenait à l’élite des plongeurs des sables, a disparu un jour sans aucune explication vers le No Man’s Land, en les abandonnant. Et leur monde semble s'apprêter à en faire autant. Bienvenue dans Outresable, le nouveau roman de Hugh Howey, l’auteur de la trilogie Silo.",
      "imageUrl": "http://books.google.com/books/content?id=Tvt9DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
      "id": "e594d3aa-6be3-440e-9bf3-8e509c18f4ae",
      "googleBooksId": "or1HPAAACAAJ",
      "status": "finished",
      "rating": null,
      "comment": "Lecture et intrigue intéressante, le style est très agréable, mais pas forcément dans un style qui me plait complètement.",
      "abandoned": false,
      "favorite": false,
      "title": "Les dépossédés",
      "authors": [
        "Ursula Kroeber Le Guin"
      ],
      "description": "Deux mondes se font face : Anarres, peuplé deux siècles plus tôt par des dissidents soucieux de créer enfin une société utopique vraiment libre, même si le prix à payer est la pauvreté. Et Urras qui a, pour les habitants d'Anarres, conservé la réputation d'un enfer, en proie à la tyrannie, à la corruption et à la violence. Shevek, physicien hors normes, a conscience que l'isolement d'Anarres condamne son monde à la sclérose. Et, fort de son invention, l'ansible, qui permettra une communication instantanée entre tous les peuples de l'Ekumène, il choisit de s'exiler sur Urras en espérant y trouver une solution. Ce roman, qui a obtenu les prix Hugo, Nebula et Locus, n'a rien perdu aujourd'hui de sa virulence politique ni de sa charge d'aventures. Avec La Main gauche de la nuit, précédemment paru dans la même collection, c'est un des chefs-d'oeuvre d'Ursula Le Guin.",
      "imageUrl": "http://books.google.com/books/content?id=or1HPAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    },
    {
      "id": "b4b3c19e-286e-4cae-a988-ae4af00bff4e",
      "googleBooksId": "ZezVAQAAQBAJ",
      "status": "finished",
      "rating": null,
      "comment": null,
      "abandoned": false,
      "favorite": true,
      "title": "Metro 2034",
      "authors": [
        "Dmitry Glukhovsky"
      ],
      "description": "The basis of three bestselling computer games Metro 2033 and Metro Last Light, and Metro: Exodus. The Metro books have put Dmitry Glukhovsky in the vanguard of Russian speculative fiction alongside the creator of Night Watch, Sergei Lukyanenko. A year after the events of METRO 2033 the last few survivors of the apocalypse, surrounded by mutants and monsters, face a terrifying new danger as they hang on for survival in the tunnels of the Moscow Metro. Featuring blistering action, vivid and tough characters, claustrophobic tension and dark satire the Metro books have become bestsellers across Europe. Readers can't get enough of the Metro series: 'What can I say - once you pick up this book and start reading, it's just amazingly hard to actually put it down until you finish. And after that, you just want MORE!!' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ 'This does everything right in its additions to the metro world. A great story with super fleshed out characters, who have all been warped by the new life humanity leads underground' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'The author is particularly good at character development and world building. I've read a lot of dystopian novels but nothing like [Metro 2033] and [Metro 2034]' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ 'What a sequel! From page 1 on you get soaked into this dark, creepy and yet beautiful universe' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐ 'Metro 2034 is an amazing book, it shows tremendous amount of thought. The post-apocalyptic/sci-fi feel of the book makes it very exciting' Goodreads reviewer, ⭐ ⭐ ⭐ ⭐ ⭐",
      "imageUrl": "https://books.google.com/books/publisher/content?id=ZezVAQAAQBAJ&printsec=frontcover&img=1&zoom=3&edge=curl&imgtk=AFLRE709dzeZEE1DX4RLdSLTEEfQ-0DVAcn7lmWNWXOUlTnq0BKgr-IlLE8nCjJETp7dQfCJTXbqSXFSc8uG9Z03CCygfyV3p2CGWjetg7oE31gm3quYArNQ7wru-y4BsS9DPTMv3oPg&source=gbs_api"
    }
  ]
}